evaluation/old_results/ycsb_pm_results_log_flush/capybarakv/Runf/Run8
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 245470
[OVERALL], Throughput(ops/sec), 40738.17574449016
[TOTAL_GCS_G1_Young_Generation], Count, 61
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 133
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05418177374017191
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 61
[TOTAL_GC_TIME], Time(ms), 133
[TOTAL_GC_TIME_%], Time(%), 0.05418177374017191
[READ], Operations, 10000000
[READ], AverageLatency(us), 8.5302239
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 4743
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 10
[READ], Return=OK, 10000000
[READ-MODIFY-WRITE], Operations, 5000925
[READ-MODIFY-WRITE], AverageLatency(us), 28.791216824887396
[READ-MODIFY-WRITE], MinLatency(us), 26
[READ-MODIFY-WRITE], MaxLatency(us), 15751
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 30
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 31
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 514688.0
[CLEANUP], MinLatency(us), 514560
[CLEANUP], MaxLatency(us), 514815
[CLEANUP], 95thPercentileLatency(us), 514815
[CLEANUP], 99thPercentileLatency(us), 514815
[UPDATE], Operations, 5000925
[UPDATE], AverageLatency(us), 19.425197538455386
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 11239
[UPDATE], 95thPercentileLatency(us), 20
[UPDATE], 99thPercentileLatency(us), 21
[UPDATE], Return=OK, 5000925